<?php

return [
    'success' => 'درخواست با موفقیت انجام شد.',

    'auth' => [
        'register' => 'ثبت نام کاربر با موفقیت صورت گرفت',
        'login' => 'ورود با موفقیت انجام شد.',
    ],

    'group' => [
        'all' => 'لیست گروه ها دریافت شد.',
        'show' => 'اطلاعات گروه با موفقیت دریافت شد',
        'create' => 'گروه جدید با موفقیت ایجاد شد.',
        'update' => 'ویرایش گروه با موفقیت انجام  شد.',
        'delete' => 'گروه با موفقیت حذف گردید',
        'message' => [
            'all' => 'لیست پیام ها دریافت شد.',
            'create' => 'پیام با موفقیت ذخیره شد.',
            'delete' => 'پیام با موفقیت حذف گردید.',
        ],
        'user' => [
            'all' => 'لیست اعضای گروه دریافت شد.',
            'create' => 'عضو جدید با موفقیت ذخیره شد.',
            'delete' => 'عضو با موفقیت حذف گردید.',
        ]
    ],

];
